package client;

import java.util.ArrayList;

public class tips extends ArrayList<String> {
	
	public tips() {
		// TODO Auto-generated constructor stub
		
		add("미네랄 399로는 커멘더센터를 지을 수 없습니다."); // 0
		add("이 게임은 우주의 기운을 받지 못했습니다.");
		add("도전과제가 있을지도 없을지도 모릅니다.");
		add("@상대방아이디 채팅내용 을 쓰면 귓속말을 할 수 있습니다.");
		add("LG트윈스는 20년째 한국시리즈 우승을 하지 못했습니다.");
		add("1q2w3e4r!는 군대에서 사용 가능한 암호입니다. "); // 5
		add("6668587667 암호는 LG트윈스 팬들이 싫어합니다.");
		add("마산아재는 야구장을 산소용접기로 문을 뿌순적이 있습니다.");
		add("'경기는 삼성쪽으로 기울고'는 삼성팬에게 금지 문구입니다.");
		add("'우주의 기운'은 사실 기아타이거즈 감독이 처음으로 사용했습니다.");
		add("삼성 VS 한화의 난투극은 역사가 있습니다."); // 10
		add("타이거즈는 어떻게 다시 강팀이 되었나"); 
		add("한국 프로야구 1억번째 관중은 야구를 좋아하지 않는 관객이었습니다."); 
		add("마산아재는 건드려선 안될 존재입니다."); 
		add("해태 버스방화 사건는 실제로 있던 사건입니다."); 
		add("허구연은 돔드립을 자주 합니다."); // 15
		add("왜 그리스는 새벽에 축구해요?는 윤은혜씨가 실제로 했던 발언입니다.");
		add("못난 프로그래머를 둔 오목게임에게 정말 미안하다!!!!!!");
		add("3-3은 이 게임에서 허락하지 않습니다. ");
		add("인간의 욕심은 끝이 없고 같은 실수를 반복합니다.");
		add("호의가 계속되면, 그게 권리인 줄 압니다.");//20
		add("'폼은 일시적이지만 클래스는 영원하다' - 리버풀의 감독 빌샹클리");
		add("'저 새는 해로운 새다.'- 마오쩌둥");
		add("'술은 마셨지만 음주운전은 하지 않았다.'- 클릭B:김상혁");
		add("무슨 판단이냐. 돈을 시궁창에 버릴 셈이냐.- 록맨의 개발자:이나후네 케이지");
		add("'게임에서의 스토리는 포르노의 스토리와 같은 것이다.' - IdSoft:존 카멕 ");//25
		add("'창밖으로 내던지지 못하는 컴퓨터는 믿지 말라.'- 스티브 워즈니악");
		add("'인간에게 막역한 사이란 없다. 막연한 사이만 있을 뿐이다' - 스탈린");
		add("'정직한 외교관이란 마른 물이나, 나무로 된 철과 같다.' - 스탈린");
		add("다른 증명이 없다면, 전방의 소대장이 올바르고, 후방의 사령관이 틀렸다.");
		add("당신들에겐 시계가 있지만 우리들에겐 시간이 있다. - 무자히드 라만. 탈레반 간부");//30
		
	}
}
